Repository: davidchiles/osm-poi-editor-iOS
Catalog: Resources/translatedStrings/*.strings
Languages: vi

source: Memorial
vi: Đài Tưởng niệm

source: Boutique
vi: Tiệm Thời trang

source: Playground
vi: Khu Vui chơi Trẻ em

source: Outdoor Store
vi: Tiệm Thể thao Ngoài trời

source: Furniture Store
vi: Tiệm Đồ đạc

source: Viewpoint
vi: Điểm Ngắm cảnh

source: Dam
vi: Đập nước

source: Muslim
vi: Hồi giáo

source: Picnic Site
vi: Nơi Ăn Ngoài trời

source: Post Office
vi: Bưu điện

source: Subway Entrance
vi: Cửa vào Nhà ga Tàu điện ngầm

source: Water Tower
vi: Tháp nước

source: Hindu
vi: Ấn Độ giáo

source: Wired
vi: Qua dây điện

source: Tourism
vi: Du lịch

source: Building
vi: Tòa nhà

source: ATM
vi: Máy Rút tiền

source: Bar
vi: Quán rượu

source: Restaurant
vi: Nhà hàng

source: Car Parts Store
vi: Tiệm Phụ tùng Xe hơi

source: Music Store
vi: Tiệm Âm nhạc

source: Bakery
vi: Tiệm Bánh

source: Gift Shop
vi: Tiệm Quà tặng

source: Travel Agency
vi: Văn phòng Du lịch

source: Buddhist
vi: Phật giáo

source: Greengrocer
vi: Tiệm Rau quả

source: Ruins
vi: Tàn tích

source: Toy Store
vi: Tiệm Đồ chơ

source: Place of Worship
vi: Nơi Thờ phụng

source: Operator
vi: Cơ quan Chủ quản

source: Man Made
vi: Công trình

source: Shinto
vi: Thần đạo

source: Cuisine
vi: Ẩm thực

source: Courthouse
vi: Tòa

source: Museum
vi: Bảo tàng

source: Butcher
vi: Tiệm Thịt

source: Zoo
vi: Vườn thú

source: Source
vi: Nguồn

source: Chalet
vi: Nhà nghỉ Riêng biệt

source: Garden Center
vi: Trung tâm Làm vườn

source: Shelter
vi: Chỗ che

source: Fire Station
vi: Trạm Cứu hỏa

source: Hardware Store
vi: Tiệm Ngũ kim

source: Pub
vi: Quán rượu Pub

source: Convenience Store
vi: Tiệm Tiện lợi

source: Bicycle Parking
vi: Chỗ Đậu Xe đạp

source: Bicycle Shop
vi: Tiệm Xe đạp

source: School
vi: Nhà trường

source: Clothing Store
vi: Tiệm Quần áo

source: University
vi: Trường Đại học

source: Tree
vi: Cây

source: Sporting Goods Store
vi: Tiệm Thể thao

source: Bus Stop
vi: Trạm Xe buýt

source: Shoe Store
vi: Tiệm Giày

source: Camp Site
vi: Nơi Cắm trại

source: Embassy
vi: Tòa đại sứ

source: Pond
vi: Ao nước

source: Cafe
vi: Quán Cà phê

source: Gas Station
vi: Cây xăng

source: Motorcycle Dealership
vi: Tiệm Xe máy

source: Hostel
vi: Nhà trọ

source: Fee
vi: Phí

source: Capacity
vi: Sức chứa

source: Bicycle Rental
vi: Chỗ Mướn Xe đạp

source: Electronics Store
vi: Tiệm Thiết bị Điện tử

source: Bench
vi: Ghế

source: Fountain
vi: Vòi nước

source: Website
vi: Trang Web

source: Emergency Phone
vi: Điện thoại khẩn cấp

source: Swimming Pool
vi: Hồ Bơi

source: Hotel
vi: Khách sạn

source: Denomination
vi: Giáo phái

source: Peak
vi: Đỉnh núi

source: Hospital
vi: Bệnh viện

source: Castle
vi: Lâu đài

source: Pharmacy
vi: Nhà thuốc

source: Office
vi: Văn phòng

source: Wall
vi: Tường

source: House
vi: Nhà ở

source: Library
vi: Thư viện

source: Parking
vi: Bãi Đậu xe

source: Pet Store
vi: Tiệm Vật nuôi

source: City
vi: Thành phố

source: Lighthouse
vi: Hải đăng

source: Dry Cleaners
vi: Tiệm Giặt Hấp tẩy

source: Motel
vi: Khách sạn Dọc đường

source: Lake
vi: Hồ

source: Terminal
vi: Máy tính công cộng

source: Other
vi: Khác

source: Fast Food
vi: Nhà hàng Ăn nhanh

source: Beach
vi: Bãi biển

source: Christian
vi: Kitô giáo

source: Hairdresser
vi: Tiệm Làm tóc

source: Deli
vi: Tiệm Deli

source: Supermarket
vi: Siêu thị

source: Bank
vi: Ngân hàng

source: Optician
vi: Tiệm Kính mắt

source: Country
vi: Quốc gia

source: Computer Store
vi: Tiệm Máy tính

source: Car Wash
vi: Rửa xe

source: Monument
vi: Đài tưởng niệm

source: Department Store
vi: Tiệm Bách hóa

source: Taoist
vi: Đạo giáo

source: Apartments
vi: Khu chung cư

source: Spring
vi: Suối

source: RV Park
vi: Bãi Đậu Nhà lưu động

source: Jewish
vi: Do Thái giáo

source: Theme Park
vi: Công viên Chủ đề

source: Village
vi: Làng

source: Florist
vi: Tiệm Hoa

source: Car Dealership
vi: Tiệm Xe hơi
